Repository: seibert-media/pretalx-halfnarp
Catalog: pretalx_halfnarp/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Voting closes at midnight at the selected day. If unset, voting is allowed until a schedule is released.
de_de: Die Abstimmung schließt um Mitternacht am genannten Tag. Wenn kein Tag angegeben ist, ist die Abstimmung möglich, bis ein Programm veröffentlicht wurde.

source: Allow votes until
de_de: Erlaube Abstimmungen bis

source: Presentation Preference
de_de: Einreichungs-Präferenzen

source: Thank you for helping us plan a better program for the upcoming event.
de_de: Danke, dass du uns hilfst, ein besseres Programm für die kommende Veranstaltung zu erstellen.

source: In the list below you will find all the submissions we have accepted for the event. By marking the submissions that seem to be the most interesting for you personally, you will help us to choose rooms for the submissions that match the interest.
de_de: In der untenstehenden Liste findest du alle von uns angenommenen Einreichungen für die Veranstaltung. In dem du die Einreichungen markierst, die für dich am interessantesten sind, hilfst du uns, die Räume für die Einreichungen entsprechend des Interesse zu planen.

source: Preferred
de_de: Ausgewählt

source: More info
de_de: Mehr Informationen

source: This event does not have any submissions yet.
de_de: Diese Veranstaltung hat bisher keine Einreichungen.

source: The voting period has ended.
de_de: Die Abstimmung ist bereits geschlossen.

source: Most Preferred Submissions
de_de: Einreichungen mit den meisten Votes

source: Link to Vote-Page
de_de: Link zur Abstimmungs-Seite

source: There have been no votes yet.
de_de: Bisher wurden keine Stimmen abgegeben.
